Repository: RRZE-Webteam/rrze-multilang
Catalog: languages/rrze-multilang-*.po
Languages: de_de

source: Multilanguage plugin for WordPress.
de_de: Mehrsprachiges Plugin für WordPress.

source: Site Title
de_de: Website-Titel

source: Settings
de_de: Einstellungen

source: Opens in a new window.
de_de: Wird in einem neuen Fenster geöffnet.

source: The changes you made will be lost if you navigate away from this page.
de_de: Die von Ihnen vorgenommenen Änderungen gehen verloren, wenn Sie von dieser Seite weg navigieren.

source: Language
de_de: Sprache

source: There are no websites available for translations.
de_de: Für Übersetzungen stehen keine Websites zur Verfügung.

source: Update Links
de_de: Links aktualisieren

source: Copy To:
de_de: Kopieren nach:

source: Add a Copy
de_de: Kopie erstellen

source: Translation
de_de: Übersetzung

source: No title
de_de: Kein Titel

source: You are not allowed to link posts.
de_de: Sie dürfen keine Posts verlinken.

source: You are not allowed to access posts in the requested copy.
de_de: Sie dürfen nicht auf Posts in der angeforderten Kopie zugreifen.

source: The requested post was not found.
de_de: Der angeforderte Post wurde nicht gefunden.

source: The requested post type is not localizable.
de_de: Der angeforderte Post-Type ist nicht übersetzbar.

source: Please select an available post.
de_de: Bitte wählen Sie einen verfügbaren Post aus.

source: The requested website is not available.
de_de: Die angeforderte Website ist nicht verfügbar.

source: Failed to copy a post.
de_de: Fehler beim Kopieren eines Posts.

source: A copy has been added on %s.
de_de: Auf %s wurde eine Kopie hinzugefügt.

source: None
de_de: Keiner

source: Select
de_de: Auswählen

source: Language Switcher
de_de: Sprachwechsler

source: Language switcher widget.
de_de: Sprachwechsler-Widget.

source: Title:
de_de: Titel:

source: Content Images
de_de: Inhaltsbilder

source: Featured Image
de_de: Beitragsbild

source: Tags
de_de: Schlagwörter

source: Categories
de_de: Kategorien

source: Taxonomies
de_de: Taxonomien

source: Multilanguage
de_de: Mehrsprachig

source: Multilanguage Settings
de_de: Mehrsprachige Einstellungen

source: Warning: The Network module or the Translation module of the Workflow plugin is enabled! Multilanguage mode of the Multilang plugin will be disabled automatically if one of these modules is enabled.
de_de: Warnung: Das Netzwerkmodul oder das Übersetzungsmodul des Workflow-Plugins ist aktiviert! Der mehrsprachige Modus des Multilang-Plugins wird automatisch deaktiviert, wenn eines dieser Module aktiviert ist.

source: Multilanguage Mode
de_de: Mehrsprachiger Modus

source: Default Page
de_de: Standardseite

source: Available languages
de_de: Verfügbare Sprachen

source: Connection Type
de_de: Verbindungstyp

source: Copy
de_de: Kopieren

source: Available Websites
de_de: Verfügbare Websites

source: Disabled
de_de: Deaktiviert

source: Single Website
de_de: Einzelne Website

source: Multiple Websites
de_de: Mehrere Websites

source: &mdash; Select &mdash;
de_de: &mdash; Auswählen &mdash;

source: Main Website
de_de: Hauptwebsite

source: Secondary Website
de_de: Sekundäre Website

source: Connected to the following main website:
de_de: Verbunden mit der folgenden Haupt-Website:

source: There is no main website connected yet.
de_de: Es ist noch keine Haupt-Website verbunden.

source: Note: It is only possible to connect the websites that have activated the plugin in "Multiple Websites" mode and in which you are an administrator.
de_de: Hinweis: Es ist nur möglich, Websites zu verbinden, die das Plugin im Modus “Mehrere Websites” aktiviert haben und in denen Sie Administrator sind.

source: There are no websites available.
de_de: Es sind keine Websites verfügbar.

source: Select the websites that should be connected.
de_de: Wählen Sie die Websites aus, die verbunden werden sollen.

source: Default Language
de_de: Standardsprache

source: Select the languages available for the website.
de_de: Wählen Sie die für die Website verfügbaren Sprachen aus.

source: Terms Translations
de_de: Begriffe übersetzen

source: &mdash; None &mdash;
de_de: &mdash; Keiner &mdash;

source: The page to redirect to if the translation does not exist.
de_de: Die Seite, auf die umgeleitet werden soll, wenn die Übersetzung nicht vorhanden ist.

source: Translations
de_de: Übersetzungen

source: Add Translation
de_de: Übersetzung hinzufügen

source: Displayed on pages in
de_de: Angezeigt auf Seiten in

source: Show all locales
de_de: Alle Sprachen anzeigen

source: Edit %s translation
de_de: %s-Übersetzung bearbeiten

source: Translate into %s
de_de: Auf %s übersetzen

source: You are not allowed to access posts in the requested locale.
de_de: Sie dürfen nicht auf Beiträge in der angeforderten Sprache zugreifen.

source: The requested locale is not available.
de_de: Die angeforderte Sprache ist nicht verfügbar.

source: Failed to duplicate a post.
de_de: Fehler beim Duplizieren eines Posts.

source: A %s translation has been added.
de_de: Eine %s-Übersetzung wurde hinzugefügt.

source: Context
de_de: Kontext

source: &mdash; Select Language &mdash;
de_de: &mdash; Sprache auswählen &mdash;

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnisse für &#8220;%s&#8221;

source: Search Translation
de_de: Suche Übersetzung

source: You are not allowed to edit terms translations.
de_de: Sie dürfen keine Übersetzungen von Begriffen bearbeiten.

source: You are not allowed to edit terms in this locale.
de_de: Sie dürfen keine Begriffe in dieser Sprache bearbeiten.

source: %s &mdash; Default Language
de_de: %s &mdash; Standardsprache

source: The server is running WordPress version %1$s. The plugin requires at least WordPress version %2$s.
de_de: Auf dem Server läuft WordPress Version %1$s. Das Plugin erfordert mindestens WordPress Version %2$s.

source: The server is running PHP version %1$s. The plugin requires at least PHP version %2$s.
de_de: Auf dem Server läuft PHP Version %1$s. Das Plugin erfordert mindestens PHP Version %2$s.

source: Copy To
de_de: Kopieren nach

source: Add Copy
de_de: Kopie erstellen

source: Secondary Sites to Link
de_de: Sekundäre zu verlinkende Websites

source: Select the sites where you want to link the current post.
de_de: Wählen Sie die Sites aus, auf die Sie den aktuellen Post verlinken möchten.

source: Secondary Sites to Copy
de_de: Sekundäre Sites zum Kopieren

source: Select the sites where you want to create copies of the current post.
de_de: Wählen Sie die Sites aus, auf denen Sie Kopien des aktuellen Posts erstellen möchten.

source: Translation created.
de_de: Übersetzung erstellt.

source: Edit Post
de_de: Post bearbeiten

source: Add %s
de_de: %s hinzufügen
